USE [seed]
GO
SET IDENTITY_INSERT [dbo].[document_dechetct] ON 


update document_dechetct set p2=N'قرار وزيرة الانتقال الطاقي والتنمية المستدامة '
update document_dechetct set p5=N'لترخيص جمع ونقل النفايات الخطرة '
update document_dechetct set p6=N'قرار وزيرة الانتقال الطاقي والتنمية المستدامة: '
update document_dechetct set p7=N'- بناء على القانون رقم 00-28 المتعلق بتدبير النفايات والتخلص منها الصادر بتنفيذه الظهير الشريف رقم 153-06-1 بتاريخ 30 شوال1427 (22 نونبر 2006)؛ '
update document_dechetct set p8=N'- و على المرسوم رقم 839-21-2 المتعلق باختصاصات وزيرة الانتقال الطاقي و التنمية المستدامة؛ '
update document_dechetct set p10=N'- وعلى المرسوم رقم 253-07-2 صادر في 14 من رجب 1429 (18 يوليو 2008) المتعلق بتصنيف النفايات وتحديد لائحة النفايات الخطرة؛'
update document_dechetct set p11=N'- وعلى المرسوم رقم 85-14-2 الصادر في 28 من ربيع الأول 1436 (20 يناير 2015) المتعلق بتدبير النفايات الخطرة؛'
update document_dechetct set p12=N'-  وعلى قرار الوزيرة المنتدبة لدى وزير الطاقة والمعادن والماء والبيئة المكلفة بالبيئة رقم 3184.15 الصادر في 9 ذي الحجة 1436(23 سبتمبر 2015)   المتعلق بتطبيق المواد 5 و6 و7 و11 من المرسوم رقم 2-14-85 المشار إليه أعلاه؛'
update document_dechetct set p22=N'- وعلى الظهير الشريف رقم 1.63.260 الصادر في 24 جمادى الثانية 1383 (12 نوفمبر 1963) بشأن النقل بواسطة السيارات عبر الطرق، كما تم تغييره وتتميمه؛'
update document_dechetct set p23=N'- وعلى طلب تجديد الرخصة رقم 19/ 2016 بتاريخ 4 نونبر 2016 لجمع ونقل النفايات الخطرة، الذي تقدمت به شركة'
update document_dechetct set p13=N'- وعلى رأي اللجنة المكونة من ممثلي السلطات الحكومية المكلفة بالصحة والفلاحة والنقل والتنمية المستدامة خلال الاجتماع المنعقد بمقر قطاع التنمية المستدامة يوم '
update document_dechetct set p20=N'كل مخالفة للمقتضيات القانونية المذكورة أعلاه تعرض المعني بالأمر للعقوبة المنصوص عليها في القوانين الجاري بها العمل، وتسحب منه الرخصة ولا يمكن لصاحبها المطالبة بأي تعويض كيفما كان نوعه.'
update document_dechetct set p19=N'يلتزم صاحب رخصة بجمع ونقل النفايات الخطرة، باحترام القوانين والمعايير المتعلقة بمعالجة النفايات الخطرة.'
update document_dechetct set p15=N'تمنح رخصة لجمع ونقل النفايات الخطرة المحددة في اللائحة خلفه لشركة'